Highlighted walls are attached to, but miss, the highlighted targets.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NotCoveredAtAllByTarget { get; }
  Visual Basic
Public Shared ReadOnly Property NotCoveredAtAllByTarget As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NotCoveredAtAllByTarget {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallJoinRoofFailures Class
  Autodesk.Revit.DB Namespace